# Mac mini Hermes/Codex server baseline.
#
# Usage:
#   brew bundle --file Brewfile

brew "git"
brew "gh"
brew "node"
brew "pnpm"
brew "tmux"
brew "ripgrep"
brew "fd"
brew "jq"
brew "tree"
brew "bat"
brew "uv"
brew "fzf"
brew "htop"
brew "wget"
brew "curl"
brew "rsync"
brew "wakeonlan"

cask "tailscale"
cask "visual-studio-code"
